{"Carss Cottage": "\nCarss Cottage is a heritage-listed former cottage and park ranger's residence and now historical museum locate in  Carss Bush Park at 74 Carwar Avenue, Carss Park, Georges River Council, New South Wales, Australia. It was built during 1865 by Scottish masons. The property is owned by the Georges River Council. It was added to the New South Wales State Heritage Register on 2 April 1999.", "Two Lives (song)": "\n\"Two Lives\" is a song by British recording artist Example. This is the fifth single from Example's second album, Won't Go Quietly. The song was released on 14 November 2010.\nThe song failed to chart in the UK top 40 as it only achieved a position of 84. But on the other hand, it achieved 6 in the UK Indie Chart and 10 on the UK Dance Chart.", "Yang (surname 陽)": "Yáng (simplified Chinese: 阳; traditional Chinese: 陽) is a Chinese surname. According to a 2013 study it was the 186\tth-most common surname, shared by 670,000 people or 0.050% of the population, with the province with the most being Hunan.", "Scylla (Gatti)": "Scylla is a French-language opera by the composer Theobaldo di Gatti, first performed at the Académie Royale de Musique (the Paris Opera) on 16 September 1701. It takes the form of a tragédie en musique in a prologue and five acts. The libretto is by Joseph-François Duché de Vancy. ", "Peter Kuruvita": "\nPeter Kuruvita (born October 1963) is an Australian chef, restaurateur and media personality, known for his rich culturally inspired cooking, highly influenced by his Sri Lankan father and Austrian mother.", "Amirabad-e Shul": "Amirabad-e Shul (Persian: اميرابادشول, also Romanized as Amīrābād-e Shūl; also known as Amīrābād) is a village in Malekabad Rural District, in the Central District of Sirjan County, Kerman Province, Iran. At the 2006 census, its population was 1,548, in 355 families.", "Small nucleolar RNA SNORA75": "In molecular biology, U23 belongs to the H/ACA class of snoRNAs. snoRNAs bind a number of proteins (including dyskerin, Gar1p and Nop10p in the case of the H/ACA class) to form snoRNP complexes. This class are thought to guide the sites of modification of uridines to pseudouridines by forming direct base pairing interactions with substrate RNAs. Targets include ribosomal and spliceosomal RNAs as well as the Trypanosoma spliced leader RNA (SL RNA) as possibly other, still unknown cellular RNAs. U23 can direct the pseudouridylation of U97 in human 18S rRNA. U23 is encoded within intron 12 of the nucleolin gene in human, mouse, rat chicken, and Xenopus laevis.", "Pyroclastic surge": "A pyroclastic surge is a fluidized mass of turbulent gas and rock fragments that is ejected during some volcanic eruptions. It is similar to a pyroclastic flow but it has a lower density or contains a much higher ratio of gas to rock, which makes it more turbulent and allows it to rise over ridges and hills rather than always travel downhill as pyroclastic flows do.\nThe speed of pyroclastic density currents has been measured directly via photography only in the case of Mount St. Helens, where they reached 90–130 m/s (200–290 mph). Estimates of other modern eruptions are around 100 m/s. Pyroclastic flows may generate surges. For example, the city of Saint-Pierre in Martinique in 1902 was overcome by one. Pyroclastic surge include 3 types, which are base surge, ash-cloud surge, and ground surge.", "Tallulah Men's Club Building": "The Tallulah Men's Club Building, also known as the Tallulah Club, is a two-story brick Colonial Revival building that was built in c.1929.  It was listed on the National Register of Historic Places on November 7, 1991.\nIt has a four-column portico.  It is located across from the Madison Parish courthouse.", "Britski's catfish": "\nBritski's catfish (Corydoras britskii) is a tropical freshwater fish belonging to the subfamily Corydoradinae of the family Callichthyidae native to South America where it is found in the upper Paraguay River basin in Brazil. This species was formerly classified as Brochis britskii.\nThe fish has a high number of dorsal fin rays (15–18) when compared with other Corydoras species. It has a shorter snout than C. splendens, a larger eye, grows to a larger size, and has its head covered ventrally by a large shield extending beyond the tip of the mental barbels. It will grow in length up to 8.8 centimetres (3.5 inches).\nIt lives in a tropical climate in water with a temperature range of 20–24 °C (68–75 °F). It feeds on worms, benthic crustaceans, insects, and plant matter. It lays eggs in dense vegetation and adults do not guard the eggs.\nThe fish is named  in honor of Heraldo A. Britski, the Curator of Fishes at the Museu de Zoologia da Universidade de São Paulo (Brazil), who brought the species to the describers attention and allowed them to scientifically describe it.\n"}