{"Real Alternative Party": "The Real Alternative Party (Dutch: Echte Alternatieve Partij; Papiamento: Partido Alternativa Real, PAR), formerly the Party for the Restructured Antilles (Dutch: Partij voor Geherstructureerde Antillen, Papiamento: Partido Antiá Restrukturá) until 2016, is a political party in Curaçao. With four seats the party is the second largest party in the Estates of Curaçao, following the 2021 elections. With eight seats, PAR was the largest party in the first Estates of Curaçao, established in 2010 upon the dissolution of the Netherlands Antilles.", "Secretary to the Governor General of Canada": "The Secretary to the Governor General (French: secrétaire du gouverneur général) is the administrative head of the Office of the Secretary to the Governor General (OSGG)—the government department that supports the work of the Governor General of Canada—and is based at Rideau Hall in Ottawa, Ontario.\nOn January 29, 2021, Ian McCowan was named to the position effective February 1, 2021. The previous secretary was Assunta Di Lorenzo, who was appointed in January 2018 and resigned in January 2021.", "All Japan Women's Pro-Wrestling": "All Japan Women's Pro-Wrestling (全日本女子プロレス, Zennihon Joshi Puroresu), nicknamed Zenjo (全女: 全 meaning \"All\", 女 meaning \"Woman\") was a joshi puroresu (women's professional wrestling) promotion established in 1968 by Takashi Matsunaga and his brothers. The group held their first card on June 4 of that year. For many years, it had a TV program on Fuji TV called Women's Professional Wrestling.", "Sister cities of Toronto": "Sister cities of Toronto are cities with which Toronto is twinned geographically and politically, with the goal of fostering human contact and cultural interchange.", "USS Roche": "\nUSS Roche (DE-197) was a  Cannon-class destroyer escort in service United States Navy from 1944 to 1945. She hit a mine in late September 1945. As it was uneconomical to repair her, she was scuttled in March 1946.", "Shasta Union High School District": "Shasta Union High School District is a high school district in Redding, California. It serves all the high schools in Redding and its surrounding areas. Shasta Union High School District was first established in 1899.\nOn May 6, 2009, a county court judge ruled that Shasta Union High School District had to stop drug testing of students in non-athletic extracurricular activities, such as school band and debate club.\nJim Cloney, former Assistant Superintendent and Foothill High School principal is the current superintendent, this is his 9th year in the job. Milan Wollard, the former longtime (16 year) principal at Shasta High School is in his 1st year as Associate Superintendent, having replaced T. Kyle Turner. The third primary administrator is Dana Reginato, who like Cloney, is also in her 9th year on the job.", "Anniston Rams": "The Anniston Rams were a minor league baseball team based in Anniston, Alabama that operated in the Southeastern League from 1938–1942 and again from 1946–1950.  They had affiliation deals with the Chicago White Sox (1938–39), Brooklyn Dodgers (1940) and Pittsburgh Pirates (1946).\nAnniston had several minor-league teams between 1904 and the Rams' first season in 1938, but the Rams were Anniston's longest-running team. \nThe Rams' nickname related to the city's foundational iron foundry industries and the wooden \"rammer\" tools workers used in making the moulds. \nThe Rams' final season, 1950, ended early when poor finances caused the franchise to be returned to the Southeastern League, which operated it as an \"orphan\" team for two weeks and forced it to play all of its games on the road. The league finally folded the team on July 25.\n", "TPAO Batman": "TPAO Batman was a Turkish popular music band that was active between 1963 and 2000.", "List of awards and nominations received by Twin Peaks": "\nTwin Peaks is an American television serial drama, created by David Lynch and Mark Frost, that aired on the ABC network from April 8, 1990 to June 10, 1991. The series centers on the investigation into the murder of schoolgirl Laura Palmer in the small rural town in Washington state after which the series is named.\nSince the broadcast of the pilot episode, Twin Peaks earned widespread critical acclaim. The first season earned thirteen Emmy Award nominations—of which it won two awards—a Directors Guild of America Award nomination, and won a Casting Society of America Award, two Golden Globe Awards and two Grammy Awards.\nLead actor Kyle MacLachlan was twice nominated for an Emmy Award for Outstanding Lead Actor in a Drama Series and won the Golden Globe Award for Best Actor in a Television Series Drama. Piper Laurie, who was nominated for two Emmy Awards—Outstanding Lead Actress in a Drama Series in 1990 and Outstanding Supporting Actress in a Drama Series in 1991—, won the Golden Globe Award for Best Supporting Actress in a Series, Miniseries or Television Film in 1990.", "Youssef Fennich": "Youssef Fennich (born 12 February 1993 in the Netherlands) is a Dutch retired footballer."}