{"Charles B. Cluskey": "Charles Blaney Cluskey (ca. 1808–1871) was an American architect active from the 1830s to the start of the Civil War, and therefore he is recognized as an antebellum architect. He is reputed to be the initiator of the Greek Revival–style in the south, and his commissions, both public and private, can still be seen in Augusta, Milledgeville and Savannah, Georgia.", "Levi Psavkin": "Levi Psavkin (also \"Levy\"; לוי פסבקין; born April 12, 1939) is an Israeli former Olympic runner. He was the Israeli Champion in the 100 metres (1964 and 1967), and in the 200 metres (1964).\nHe is Jewish, and his entire family was killed in the Holocaust.", "Chrysler Museum of Art": "Coordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}36°51′25.12″N 76°17′32.73″W﻿ / ﻿36.8569778°N 76.2924250°W﻿ / 36.8569778; -76.2924250\nThe Chrysler Museum of Art is an art museum on the border between downtown and the Ghent district of Norfolk, Virginia. The museum was founded in 1933 as the Norfolk Museum of Arts and Sciences.  In 1971, automotive heir, Walter P. Chrysler Jr. (whose wife, Jean Outland Chrysler, was a native of Norfolk), donated most of his extensive collection to the museum. This single gift significantly expanded the museum's collection, making it one of the major art museums in the Southeastern United States. From 1958 to 1971, the Chrysler Museum of Art was a smaller museum consisting solely of Chrysler's personal collection and housed in the historic Center Methodist Church in Provincetown, Massachusetts.  Today's museum sits on a small body of water known as The Hague.", "Greenbelt Knoll": "Greenbelt Knoll is a residential development in the Northeast section of Philadelphia, Pennsylvania. Planned and built from 1952 to 1957, it is notable as the first planned racially integrated development in Philadelphia and among the first in the United States.\nThe developer, Morris Milgram, a leader of the open housing movement, required that 55 percent of the homes be sold to whites, and 45 percent to non-whites. The first house sold in 1956 for $20,000. The isolated little neighborhood included its own swimming pool,  which was filled in circa 1985, leaving no trace above ground.", "Willett Hot Springs": "Willett Hot Springs is located in the Sespe Wilderness, North of Ojai, California. This natural hot spring has been augmented by a man made collection basin. The most popular approach to the hot spring is by an approximate 11 miles (18 km) hike from the Piedra Blanca trailhead in Los Padres National Forest. Nearby Sespe Hot Springs (about 3 miles (4.8 km)) has a reputation as one of the hottest springs in California.", "Summer in Tyrol": "\nSummer in Tyrol (Danish: Sommer i Tyrol) is a 1964 Danish comedy film directed by Erik Balling and starring Dirch Passer. The film is based on the Austrian operetta Im weißen Rößl.", "Ataxia brunnea": "\nAtaxia brunnea is a species of beetle in the family Cerambycidae. It was described by Champlain and Knull in 1926. It is known from the United States.", "Dragons of Underearth": "Dragons of Underearth is a 1982 role-playing game published by Metagaming Concepts.", "Khardun": "Khardun (Persian: خاردون, also Romanized as Khārdūn; also known as Khāfkūh and Khārdān) is a village in Sarduiyeh Rural District, Sarduiyeh District, Jiroft County, Kerman Province, Iran. As of the 2006 census, its population was 119, with there being 20 families.", "Amblydoras monitor": "\nAmblydoras monitor is a species of thorny catfish that occurs in the upper Amazon Basin where it can be found in the countries of Brazil, Colombia and Peru.  This species grows to a length of 9.0 centimetres (3.5 in) SL."}